{
  "main": {
    "hello": "Hallo",
    "welcome_message": "Willkommen zu unserer Anwendung!"
  },
  "nav": {
    "contact": "Kontaktieren Sie uns",
    "home": "Startseite"
  },
  "alerts": {
    "success": "Operation erfolgreich!",
    "warning": "Warnung: Bitte überprüfen Sie Ihre Eingabe.",
    "error": "Fehler: Etwas ist schief gelaufen.",
    "info": "Info: Schauen Sie sich das neueste Update an.",
    "sticky": "Haftend: Diese Nachricht bleibt bis zum Schließen bestehen."
  },
  "menu": {
    "menu": "Entdecken Sie Unser Menü",
    "ingredients": {
      "name": "Zutaten",
      "tooltip": "Wählen Sie Zutaten, die Sie in Ihrem Gericht haben möchten. Wir werden das Gericht nach Ihren Wünschen anpassen.",
      "tomato": "Tomate",
      "chicken": "Huhn",
      "basil": "Basilikum",
      "mozzarella": "Mozzarella",
      "spaghetti": "Spaghetti"
    },
    "allergens": {
      "name": "Allergene",
      "tooltip": "Wählen Sie Allergene aus, um Gerichte, die sie enthalten, auszuschließen. Dies hilft, allergische Reaktionen zu vermeiden.",
      "gluten": {
        "name": "Gluten",
        "description": "Beinhaltet Lebensmittel, die Gluten enthalten, wie die meisten Getreidesorten, Brote und Pastas."
      },
      "fish": {
        "name": "Fisch",
        "description": "Deckt alle Arten von Fisch ab. Wichtig für Personen mit Fischallergien."
      },
      "crustaceans": {
        "name": "Krebstiere",
        "description": "Enthält Garnelen, Krabben, Hummer und andere Krebstiere."
      },
      "eggs": {
        "name": "Eier",
        "description": "Vorhanden in vielen Gerichten und Backwaren, Eiallergie ist häufig."
      },
      "soy": {
        "name": "Soja",
        "description": "Häufig verwendet in verarbeiteten Produkten und Saucen."
      },
      "peanuts": {
        "name": "Erdnüsse",
        "description": "Häufiges Allergen, das schwere Reaktionen verursachen kann."
      },
      "tree_nuts": {
        "name": "Baumnüsse",
        "description": "Enthält Mandeln, Haselnüsse, Walnüsse, Cashewnüsse, Pistazien, Macadamianüsse und Paranüsse."
      },
      "dairy": {
        "name": "Milchprodukte",
        "description": "Beinhaltet Milch und Milchprodukte wie Käse, Butter und Joghurt."
      },
      "mustard": {
        "name": "Senf",
        "description": "Häufig verwendet in Saucen und Dressings."
      },
      "celery": {
        "name": "Sellerie",
        "description": "Enthält sowohl frischen Sellerie als auch Derivate, die in verarbeiteten Lebensmitteln verwendet werden."
      },
      "sulfites": {
        "name": "Sulfite",
        "description": "Häufig als Konservierungsmittel in Lebensmitteln und Getränken verwendet."
      },
      "sesame": {
        "name": "Sesam",
        "description": "Kann in Broten, Keksen und Tahini-Produkten gefunden werden."
      },
      "lupin": {
        "name": "Lupinen",
        "description": "Oft verwendet in Mehlen und einigen verarbeiteten Fleischwaren."
      },
      "molluscs": {
        "name": "Weichtiere",
        "description": "Beinhaltet Schnecken, Muscheln, Austern und Miesmuscheln."
      },
      "spicy": {
        "name": "Scharf",
        "description": "Lebensmittel, die Gewürze oder Paprika enthalten, die einen scharfen Geschmack verleihen."
      }
    },
    "dishes": {
      "name": "Gerichte",
      "tooltip": "Durchsuchen Sie unsere Vielzahl von Gerichten."
    },
    "category": {
      "name": "Kategorien",
      "tooltip": "Wählen Sie eine Kategorie, um die verfügbaren Gerichte zu sehen.",
      "pizzas": {
        "name": "Pizzen",
        "description": "Kunstvoll handgemachte Pizzen, perfekt gebacken mit frischen Zutaten und einer Vielzahl von Belägen zur Auswahl."
      },
      "pastas": {
        "name": "Pasta",
        "description": "Erkunden Sie unsere Auswahl an klassischen und zeitgenössischen Pastagerichten, jedes liebevoll zubereitet mit frischer Pasta und den feinsten Saucen."
      },
      "extras": {
        "name": "Extras",
        "description": "Fügen Sie Ihrem Mahl mit unserer Auswahl an Extras das perfekte Komplement hinzu, einschließlich Brotstangen, Saucen und mehr."
      },
      "desserts": {
        "name": "Desserts",
        "description": "Gönnen Sie sich unsere köstlichen Desserts, ein perfekter Abschluss für Ihr Mahl. Wählen Sie aus unserer Auswahl an Kuchen, Gebäck und Eiscremes."
      },
      "drinks": {
        "name": "Getränke",
        "description": "Löschen Sie Ihren Durst mit unserer Auswahl an Getränken. Von heißen Kaffees bis zu erfrischenden Cocktails, wir haben Getränke, die jeden Geschmack treffen."
      }
    }
  }
}
